Repository: gnachman/iTerm2
Catalog: sources/Localizable.xcstrings
Source language: en
Languages: de, ja, pt_br, ru, zh_hans

# OpenLink.UseDefaultBrowser
source: Use Default Browser
de: Standardbrowser verwenden
ja: デフォルトのブラウザを使用
pt_br: Usar navegador padrão
ru: Использовать браузер по умолчанию
zh_hans: 使用默认浏览器

# OpenLink.WebTitle
source: iTerm2 can display web pages! Would you like to open this link in iTerm2?
de: iTerm2 kann Webseiten anzeigen! Möchten Sie diesen Link in iTerm2 öffnen?
ja: iTerm2はWebページを表示できます!このリンクをiTerm2で開きますか?
pt_br: O iTerm2 pode exibir páginas web! Deseja abrir este link no iTerm2?
ru: iTerm2 умеет отображать веб-страницы! Хотите открыть эту ссылку в iTerm2?
zh_hans: iTerm2 可以显示网页！要在 iTerm2 中打开此链接吗？

# OpenPanel.OpenSSHPanel
source: Open SSH Panel…
de: SSH-Panel öffnen…
ja: SSHパネルを開く…
pt_br: Abrir painel SSH…
ru: Открыть панель SSH…
zh_hans: 打开 SSH 面板…

# OpenQuickly.AlternateMenuItemUnder
source: Alternate menu item under
de: Alternativer Menüpunkt unter
ja: の下にある代替メニュー項目
pt_br: Item de menu alternativo em
ru: Альтернативный пункт меню в разделе
zh_hans: 替代菜单项位于：

# OpenQuickly.ChangeProfile
source: Change current session’s profile
de: Profil der aktuellen Sitzung ändern
ja: 現在のセッションのプロファイルを変更
pt_br: Alterar o perfil da sessão atual
ru: Изменить профиль текущего сеанса
zh_hans: 更改当前会话的配置文件

# OpenQuickly.ClearSearchAccessibility
source: Clear search query
de: Suchanfrage löschen
ja: 検索クエリをクリア
pt_br: Limpar consulta de busca
ru: Очистить поисковый запрос
zh_hans: 清除搜索查询

# OpenQuickly.CreateNewTabWithProfile
source: Create a new tab with this profile
de: Neuen Tab mit diesem Profil erstellen
ja: このプロファイルで新しいタブを作成
pt_br: Criar uma nova aba com este perfil
ru: Создать новую вкладку с этим профилем
zh_hans: 使用此配置文件创建新标签页

# OpenQuickly.CreateNewWindowWithProfile
source: Create a new window with this profile
de: Neues Fenster mit diesem Profil erstellen
ja: このプロファイルで新しいウィンドウを作成
pt_br: Criar uma nova janela com este perfil
ru: Создать новое окно с этим профилем
zh_hans: 使用此配置文件创建新窗口

# OpenQuickly.ErrorOrigin
source: Open Quickly
de: Schnellöffnen
ja: クイックオープン
pt_br: Abrir rapidamente
ru: Быстрое открытие
zh_hans: 快速打开

# OpenQuickly.FeatureCommand
source: Command
de: Befehl
ja: コマンド
pt_br: Comando
ru: Команда
zh_hans: 命令

# OpenQuickly.FeatureDirectory
source: Directory
de: Verzeichnis
ja: ディレクトリ
pt_br: Diretório
ru: Каталог
zh_hans: 目录

# OpenQuickly.FeatureProfile
source: Profile
de: Profil
ja: プロファイル
pt_br: Perfil
ru: Профиль
zh_hans: 配置文件

# OpenQuickly.FeatureUser
source: User
de: Benutzer
ja: ユーザー
pt_br: Usuário
ru: Пользователь
zh_hans: 用户

# OpenQuickly.FeatureWebSite
source: Web Site
de: Webseite
ja: Webサイト
pt_br: Site
ru: Веб-сайт
zh_hans: 网站

# OpenQuickly.FullScreen
source: Full screen
de: Vollbild
ja: フルスクリーン
pt_br: Tela cheia
ru: Полноэкранный режим
zh_hans: 全屏幕

# OpenQuickly.FunctionCallResultBody
source: %1$@ returned: %2$@
de: %1$@ hat Folgendes zurückgegeben: %2$@
ja: %1$@の戻り値: %2$@
pt_br: %1$@ retornou: %2$@
ru: %1$@ вернул: %2$@
zh_hans: %1$@ 返回了： %2$@

# OpenQuickly.FunctionCallResultTitle
source: Function Call Result
de: Ergebnis des Funktionsaufrufs
ja: 関数呼び出しの結果
pt_br: Resultado da chamada de função
ru: Результат вызова функции
zh_hans: 函数调用结果

# OpenQuickly.Invoke
source: Invoke
de: Aufrufen
ja: 呼び出す
pt_br: Invocar
ru: Вызвать
zh_hans: 调用

# OpenQuickly.LoadColorPreset
source: Load color preset ”%@“
de: Farbvorgabe „%@“ laden
ja: カラープリセット「%@」を読み込む
pt_br: Carregar predefinição de cores “%@”
ru: Загрузить набор цветов «%@»
zh_hans: 加载颜色预设 “%@”

# OpenQuickly.MenuItemUnder
source: Menu item under
de: Menüpunkt unter
ja: の下にあるメニュー項目
pt_br: Item de menu em
ru: Пункт меню в разделе
zh_hans: 菜单项位于：

# OpenQuickly.Miniaturized
source: Miniaturized
de: Minimiert
ja: 最小化
pt_br: Minimizado
ru: Свёрнуто
zh_hans: 已最小化

# OpenQuickly.NamedMark
source: Named mark “%@”
de: Benannte Markierung „%@“
ja: 名前付きマーク「%@」
pt_br: Marca nomeada “%@”
ru: Именованная метка «%@»
zh_hans: 命名标记“%@”

# OpenQuickly.Offscreen
source: Offscreen
de: Außerhalb des Bildschirms
ja: 画面外
pt_br: Fora da tela
ru: За пределами экрана
zh_hans: 屏幕外

# OpenQuickly.OnOtherSpace
source: On other Space
de: Auf einem anderen Schreibtisch
ja: 他のスペースにある
pt_br: Em outro Espaço
ru: На другом рабочем столе
zh_hans: 在其他空间

# OpenQuickly.OnScreen
source: On %@
de: Auf %@
ja: %@上
pt_br: Em %@
ru: На %@
zh_hans: 在 %@ 上

# OpenQuickly.OpenBookmarkInBrowser
source: Open Bookmark in Browser
de: Lesezeichen im Browser öffnen
ja: ブックマークをブラウザで開く
pt_br: Abrir favorito no navegador
ru: Открыть закладку в браузере
zh_hans: 在浏览器中打开书签

# OpenQuickly.OpenURLInBrowser
source: Open URL in Browser
de: URL im Browser öffnen
ja: URLをブラウザで開く
pt_br: Abrir URL no navegador
ru: Открыть URL-адрес в браузере
zh_hans: 在浏览器中打开 URL

# OpenQuickly.OpenVisitedSiteInBrowser
source: Open Visited Site in Browser
de: Besuchte Seite im Browser öffnen
ja: 閲覧履歴のサイトをブラウザで開く
pt_br: Abrir site visitado no navegador
ru: Открыть посещённый сайт в браузере
zh_hans: 在浏览器中打开已访问网站

# OpenQuickly.RestoreArrangement
source: Restore window arrangement
de: Fensteranordnung wiederherstellen
ja: ウィンドウ配置を復元
pt_br: Restaurar organização de janelas
ru: Восстановить расположение окон
zh_hans: 恢复窗口排列

# OpenQuickly.RestoreArrangementInTabs
source: Restore window arrangement in tabs
de: Fensteranordnung in Tabs wiederherstellen
ja: ウィンドウ配置をタブで復元
pt_br: Restaurar organização de janelas em abas
ru: Восстановить расположение окон во вкладках
zh_hans: 在标签页中恢复窗口排列

# OpenQuickly.RestrictionAction
source: perform action
de: Aktion ausführen
ja: アクションを実行
pt_br: executar ação
ru: выполнить действие
zh_hans: 执行操作

# OpenQuickly.RestrictionBookmark
source: open bookmark
de: Lesezeichen öffnen
ja: ブックマークを開く
pt_br: abrir favorito
ru: открыть закладку
zh_hans: 打开书签

# OpenQuickly.RestrictionColorPreset
source: load color preset
de: Farbvorgabe laden
ja: カラープリセットを読み込む
pt_br: carregar predefinição de cores
ru: загрузить набор цветов
zh_hans: 加载颜色预设

# OpenQuickly.RestrictionCreateTab
source: create tab
de: Tab erstellen
ja: タブを作成
pt_br: criar aba
ru: создать вкладку
zh_hans: 创建标签页

# OpenQuickly.RestrictionExistingSessions
source: existing sessions
de: vorhandene Sitzungen
ja: 既存のセッション
pt_br: sessões existentes
ru: существующие сеансы
zh_hans: 现有会话

# OpenQuickly.RestrictionExistingWindows
source: existing windows
de: vorhandene Fenster
ja: 既存のウィンドウ
pt_br: janelas existentes
ru: существующие окна
zh_hans: 现有窗口

# OpenQuickly.RestrictionScript
source: run script
de: Skript ausführen
ja: スクリプトを実行
pt_br: executar script
ru: запустить скрипт
zh_hans: 运行脚本

# OpenQuickly.RestrictionSnippet
source: send snippet
de: Textbaustein senden
ja: スニペットを送信
pt_br: enviar fragmento
ru: отправить фрагмент
zh_hans: 发送片段内容

# OpenQuickly.RestrictionSwitchProfiles
source: switch profiles
de: Profile wechseln
ja: プロファイルを切り替える
pt_br: alternar perfis
ru: переключить профили
zh_hans: 切换配置文件

# OpenQuickly.RestrictionWindowArrangements
source: window arrangements
de: Fensteranordnungen
ja: ウィンドウ配置
pt_br: organizações de janelas
ru: расположения окон
zh_hans: 窗口排列方式

# OpenQuickly.RestrictionWindowArrangementsInTabs
source: window arrangements that open in tabs
de: Fensteranordnungen, die in Tabs geöffnet werden
ja: タブで開くウィンドウ配置
pt_br: organizações de janelas que abrem em abas
ru: расположения окон, открывающиеся во вкладках
zh_hans: 标签页中打开的窗口排列方式

# OpenQuickly.RunScript
source: Run Script
de: Skript ausführen
ja: スクリプトを実行
pt_br: Executar script
ru: Запустить скрипт
zh_hans: 运行脚本

# OpenQuickly.SearchIconAccessibility
source: Search icon
de: Suchsymbol
ja: 検索アイコン
pt_br: Ícone de busca
ru: Значок поиска
zh_hans: 搜索图标

# OpenQuickly.SendSnippet
source: Send snippet “%@”. Press ⌥ to edit first.
de: Textbaustein „%@“ senden. Drücken Sie ⌥, um ihn zuerst zu bearbeiten.
ja: スニペット「%@」を送信。先に編集するには⌥を押してください。
pt_br: Enviar fragmento “%@”. Pressione ⌥ para editar antes.
ru: Отправить фрагмент «%@». Нажмите ⌥, чтобы сначала отредактировать.
zh_hans: 发送片段“%@”。按⌥编辑第一个。

# OpenQuickly.TipDetail
source: Restricts results to %@
de: Beschränkt Ergebnisse auf %@
ja: 結果を%@に制限
pt_br: Restringe os resultados a %@
ru: Ограничивает результаты: %@
zh_hans: 将结果限制为%@

# OpenQuickly.TipTitle
source: Tip: Start your query with “/%@”
de: Tipp: Beginnen Sie Ihre Anfrage mit „/%@“
ja: ヒント: クエリを「/%@」で始めてください
pt_br: Dica: comece sua consulta com “/%@”
ru: Совет: начните запрос с «/%@»
zh_hans: 提示：查询以“/%@”开头

# OpenQuickly.Untitled
source: Untitled
de: Unbenannt
ja: 無題
pt_br: Sem título
ru: Без названия
zh_hans: 未命名

# OptionalComponentDownload.BytesProgress
source: %1$@ of %2$@
de: %1$@ von %2$@
pt_br: %1$@ de %2$@
ru: %1$@ из %2$@

# OptionalComponentDownload.Canceled
source: Canceled
de: Abgebrochen
ja: キャンセル済み
pt_br: Cancelado
ru: Отменено
zh_hans: 已取消

# OptionalComponentDownload.DownloadFailed
source: Download Failed
de: Download fehlgeschlagen
ja: ダウンロードに失敗しました
pt_br: Falha na transferência
ru: Сбой загрузки
zh_hans: 下载失败

# OptionalComponentDownload.DownloadingRuntime
source: Downloading Python runtime…
de: Python-Laufzeitumgebung wird heruntergeladen…
ja: Pythonランタイムをダウンロード中…
pt_br: Transferindo o runtime do Python…
ru: Загрузка среды выполнения Python…
zh_hans: 正在下载 Python 运行时…

# OptionalComponentDownload.FindingLatest
source: Finding latest version…
de: Neueste Version wird gesucht…
ja: 最新バージョンを検索中…
pt_br: Buscando a versão mais recente…
ru: Поиск последней версии…
zh_hans: 正在查找最新版本…

# OptionalComponentDownload.Initializing
source: Initializing…
de: Wird initialisiert…
ja: 初期化中…
pt_br: Inicializando…
ru: Инициализация…
zh_hans: 正在初始化…

# OptionalComponentDownload.TryAgain
source: Try Again
de: Erneut versuchen
ja: 再試行
pt_br: Tentar novamente
ru: Повторить попытку
zh_hans: 重试

# OrchestrationMentionRenderer.DefunctSession
source: [defunct session]
de: [nicht mehr vorhandene Sitzung]
ja: [終了したセッション]
pt_br: [sessão extinta]
ru: [несуществующий сеанс]
zh_hans: [已废弃的会话]

# OrchestrationMentionRenderer.SessionIconLabel
source: iTerm2 session
de: iTerm2-Sitzung
ja: iTerm2セッション
pt_br: Sessão do iTerm2
ru: Сеанс iTerm2
zh_hans: iTerm2 会话

# OrchestrationMentionRenderer.UntitledWorkgroup
source: Untitled workgroup
de: Unbenannte Arbeitsgruppe
ja: 無題のワークグループ
pt_br: Grupo de trabalho sem título
ru: Рабочая группа без названия
zh_hans: 未命名工作组

# ParsedExpression.InvalidType
source: Invalid type: %@
de: Ungültiger Typ: %@
ja: 無効な型: %@
pt_br: Tipo inválido: %@
ru: Недопустимый тип: %@
zh_hans: 无效类型：%@

# ParsedExpression.UnknownError
source: Unknown error
de: Unbekannter Fehler
ja: 不明なエラー
pt_br: Erro desconhecido
ru: Неизвестная ошибка
zh_hans: 未知错误

# PasswordManager.AccountFieldLabel
source: Account:
de: Konto:
ja: アカウント:
pt_br: Conta:
ru: Учётная запись:
zh_hans: 账户：

# PasswordManager.AnErrorOccurred
source: An error occurred.
de: Ein Fehler ist aufgetreten.
ja: エラーが発生しました。
pt_br: Ocorreu um erro.
ru: Произошла ошибка.
zh_hans: 发生错误。

# PasswordManager.AreYouSure
source: Are you sure?
de: Sind Sie sicher?
ja: よろしいですか？
pt_br: Tem certeza?
ru: Вы уверены?
zh_hans: 你确定吗？

# PasswordManager.AutogeneratedPlaceholder
source: Autogenerated
de: Automatisch generiert
ja: 自動生成
pt_br: Gerado automaticamente
ru: Автоматически сгенерирован
zh_hans: 自动生成

# PasswordManager.CommandFailed
source: Command Failed
de: Befehl fehlgeschlagen
ja: コマンドが失敗しました
pt_br: Falha no comando
ru: Сбой команды
zh_hans: 命令失败

# PasswordManager.ConfirmDeletePassword
source: Are you sure you want to delete this password?
de: Möchten Sie dieses Passwort wirklich löschen?
ja: このパスワードを削除してもよろしいですか？
pt_br: Tem certeza de que deseja apagar esta senha?
ru: Вы уверены, что хотите удалить этот пароль?
zh_hans: 确定要删除此密码吗？

# PasswordManager.CouldNotSaveChanges
source: Could Not Save Changes
de: Änderungen konnten nicht gespeichert werden
ja: 変更を保存できませんでした
pt_br: Não foi possível salvar as alterações
ru: Не удалось сохранить изменения
zh_hans: 无法保存更改

# PasswordManager.EnterOrGeneratePasswordPlaceholder
source: Enter or generate a password
de: Passwort eingeben oder generieren
ja: パスワードを入力または生成
pt_br: Digite ou gere uma senha
ru: Введите или сгенерируйте пароль
zh_hans: 输入或生成密码

# PasswordManager.EnterPassword
source: Enter Password
de: Passwort eingeben
ja: パスワードを入力
pt_br: Inserir senha
ru: Ввести пароль
zh_hans: 输入密码

# PasswordManager.EnterUserName
source: Enter User Name
de: Benutzername eingeben
ja: ユーザー名を入力
pt_br: Inserir nome de usuário
ru: Ввести имя пользователя
zh_hans: 输入用户名

# PasswordManager.EnterUsernameAndPassword
source: Enter Username & Password
de: Benutzername & Passwort eingeben
ja: ユーザー名とパスワードを入力
pt_br: Inserir nome de usuário e senha
ru: Ввести имя пользователя и пароль
zh_hans: 输入用户名和密码

# PasswordManager.GeneratePasswordAccessibility
source: Generate password
de: Passwort generieren
ja: パスワードを生成
pt_br: Gerar senha
ru: Сгенерировать пароль
zh_hans: 生成密码

# PasswordManager.GeneratePasswordTooltip
source: Generate a random password. Hold Option to use only alphanumerics.
de: Ein zufälliges Passwort generieren. Halten Sie die Wahltaste gedrückt, um nur alphanumerische Zeichen zu verwenden.
ja: ランダムなパスワードを生成します。英数字のみを使用するにはOptionキーを押しながら実行してください。
pt_br: Gerar uma senha aleatória. Mantenha Option pressionada para usar apenas caracteres alfanuméricos.
ru: Сгенерировать случайный пароль. Удерживайте Option, чтобы использовать только буквы и цифры.
zh_hans: 生成一个随机密码。按住Option键可仅使用字母数字。

# PasswordManager.GenericReportedError
source: The password manager reported an error.
de: Der Passwort-Manager hat einen Fehler gemeldet.
ja: パスワードマネージャーがエラーを報告しました。
pt_br: O cofre de senhas relatou um erro.
ru: Менеджер паролей сообщил об ошибке.
zh_hans: 密码管理器报告错误。

# PasswordManager.KeychainQueryFailedFormat
source: Could not get password. Keychain query failed: %@
de: Passwort konnte nicht abgerufen werden. Schlüsselbund-Abfrage fehlgeschlagen: %@
ja: パスワードを取得できませんでした。キーチェーンへの問い合わせが失敗しました: %@
pt_br: Não foi possível obter a senha. A consulta ao chaveiro falhou: %@
ru: Не удалось получить пароль. Сбой запроса к Связке ключей: %@
zh_hans: 无法获取密码。钥匙串查询失败：%@

# PasswordManager.NamedSettingsTitleFormat
source: %@ Settings
de: %@-Einstellungen
ja: %@の設定
pt_br: Ajustes de %@
ru: Настройки %@
zh_hans: %@ 设置

# PasswordManager.NewAccount
source: New Account
de: Neues Konto
ja: 新規アカウント
pt_br: Nova conta
ru: Новая учётная запись
zh_hans: 新建账户

# PasswordManager.PasswordFieldLabel
source: Password:
de: Passwort:
ja: パスワード:
pt_br: Senha:
ru: Пароль:
zh_hans: 密码：

# PasswordManager.PasswordForAccountFormat
source: Password for %@
de: Passwort für %@
ja: %@のパスワード
pt_br: Senha de %@
ru: Пароль для %@
zh_hans: “%@”的密码

# PasswordManager.RenameCouldNotReadPassword
source: Could not read the current password, so the account was not renamed. Renaming this account recreates it, which would lose the password.
de: Das aktuelle Passwort konnte nicht gelesen werden, daher wurde das Konto nicht umbenannt. Das Umbenennen dieses Kontos würde es neu erstellen, wodurch das Passwort verloren ginge.
ja: 現在のパスワードを読み取れなかったため、アカウント名は変更されませんでした。このアカウント名を変更するとアカウントが再作成され、パスワードが失われます。
pt_br: Não foi possível ler a senha atual, então a conta não foi renomeada. Renomear esta conta a recria, o que faria perder a senha.
ru: Не удалось прочитать текущий пароль, поэтому учётная запись не была переименована. Переименование этой учётной записи приводит к её пересозданию, что привело бы к потере пароля.
zh_hans: 无法读取当前密码，因此账户未被重命名。重命名该账户会重新创建它，从而丢失密码。

# PasswordManager.RequiredPlaceholder
source: Required
de: Erforderlich
ja: 必須
pt_br: Obrigatório
ru: Обязательно
zh_hans: 必填项

# PasswordManager.ResetConfigurationWarning
source: This will erase iTerm2’s configuration settings for this password manager. The actual passwords will remain unaffected. You’ll have to go through some setup steps to use it again. This action cannot be undone.
de: Dadurch werden die iTerm2-Konfigurationseinstellungen für diesen Passwort-Manager gelöscht. Die eigentlichen Passwörter bleiben davon unberührt. Sie müssen einige Einrichtungsschritte erneut durchlaufen, um ihn wieder nutzen zu können. Diese Aktion kann nicht rückgängig gemacht werden.
ja: これにより、このパスワードマネージャーに関するiTerm2の設定が消去されます。実際のパスワードには影響しません。再度使用するにはセットアップ手順をやり直す必要があります。この操作は元に戻せません。
pt_br: Isso apagará as configurações do iTerm2 para este cofre de senhas. As senhas em si não serão afetadas. Você terá que passar por algumas etapas de configuração para usá-lo novamente. Esta ação não pode ser desfeita.
ru: Это приведёт к удалению настроек конфигурации iTerm2 для этого менеджера паролей. Сами пароли не будут затронуты. Чтобы снова использовать его, потребуется заново пройти настройку. Это действие нельзя отменить.
zh_hans: 这将清除 iTerm2 对此密码管理器的配置设置。实际密码不受影响。要再次使用它，你需要重新完成一些设置步骤。此操作无法撤销。

# PasswordManager.ResetIntegrationConfiguration
source: Reset Integration Configuration
de: Integrationskonfiguration zurücksetzen
ja: 統合設定をリセット
pt_br: Redefinir configuração da integração
ru: Сбросить конфигурацию интеграции
zh_hans: 重置集成配置

# PasswordManager.ResetNamedConfigurationFormat
source: Reset %@ Configuration
de: %@-Konfiguration zurücksetzen
ja: %@の設定をリセット
pt_br: Redefinir configuração de %@
ru: Сбросить конфигурацию %@
zh_hans: 重置 %@ 配置

# PasswordManager.SettingsMenuItem
source: Settings…
de: Einstellungen…
ja: 設定…
pt_br: Ajustes…
ru: Настройки…
zh_hans: 设置…

# PasswordManager.ShowFieldAccessibility
source: Show
de: Anzeigen
ja: 表示
pt_br: Mostrar
ru: Показать
zh_hans: 显示

# PasswordManager.Toggle
source: Toggle
de: Umschalten
ja: 切り替え
pt_br: Alternar
ru: Переключатель
zh_hans: 切换

# PasswordManager.UserNameFieldLabel
source: User name:
de: Benutzername:
ja: ユーザー名:
pt_br: Nome de usuário:
ru: Имя пользователя:
zh_hans: 用户名：

# PasswordManagerAuth.AppCancel
source: authentication was cancelled by iTerm2.
de: die Authentifizierung von iTerm2 abgebrochen wurde.
ja: 認証がiTerm2によってキャンセルされました。
pt_br: a autenticação foi cancelada pelo iTerm2.
ru: аутентификация была отменена iTerm2.
zh_hans: 验证已由 iTerm2 取消。

# PasswordManagerAuth.AuthenticationFailed
source: valid credentials weren't supplied.
de: keine gültigen Anmeldedaten angegeben wurden.
ja: 有効な資格情報が提供されませんでした。
pt_br: credenciais válidas não foram fornecidas.
ru: не были предоставлены верные учётные данные.
zh_hans: 未提供有效凭据。

# PasswordManagerAuth.BiometryDisconnected
source: biometry is disconnected.
de: die biometrische Erkennung getrennt wurde.
ja: 生体認証が切断されています。
pt_br: a biometria está desconectada.
ru: биометрия отключена.
zh_hans: 生物识别已断开。

# PasswordManagerAuth.BiometryLockout
source: there were too many failed Touch ID attempts.
de: es zu viele fehlgeschlagene Touch-ID-Versuche gab.
ja: Touch IDの試行に失敗した回数が多すぎます。
pt_br: houve tentativas demais de Touch ID malsucedidas.
ru: было слишком много неудачных попыток Touch ID.
zh_hans: Touch ID 尝试失败次数过多。

# PasswordManagerAuth.BiometryNotEnrolled
source: touch ID doesn't have any fingers enrolled.
de: für Touch ID keine Finger registriert sind.
ja: Touch IDに登録された指がありません。
pt_br: o Touch ID não tem nenhuma impressão digital cadastrada.
ru: для Touch ID не зарегистрировано ни одного отпечатка.
zh_hans: Touch ID 未录入任何指纹。

# PasswordManagerAuth.BiometryNotPaired
source: biometry is not paired.
de: die biometrische Erkennung nicht gekoppelt ist.
ja: 生体認証がペアリングされていません。
pt_br: a biometria não está pareada.
ru: биометрия не сопряжена.
zh_hans: 生物识别未配对。

# PasswordManagerAuth.FailedFormat
source: Authentication failed because %@
de: Die Authentifizierung ist fehlgeschlagen, weil %@
ja: 認証に失敗しました。理由: %@
pt_br: A autenticação falhou porque %@
ru: Аутентификация не удалась, так как %@
zh_hans: 认证失败，因为 %@

# PasswordManagerAuth.FailedTitle
source: Authentication Failed
de: Authentifizierung fehlgeschlagen
ja: 認証に失敗しました
pt_br: Falha na autenticação
ru: Сбой аутентификации
zh_hans: 认证失败

# PasswordManagerAuth.InvalidContext
source: the context is invalid. This is a bug in iTerm2. Please report it.
de: der Kontext ungültig ist. Dies ist ein Fehler in iTerm2. Bitte melden Sie ihn.
ja: コンテキストが無効です。これはiTerm2のバグです。報告してください。
pt_br: o contexto é inválido. Isto é um bug do iTerm2. Por favor, relate-o.
ru: контекст недействителен. Это ошибка в iTerm2. Пожалуйста, сообщите о ней.
zh_hans: 上下文无效。这是 iTerm2 的一个 bug，请报告。

# PasswordManagerAuth.InvalidDimensions
source: invalid dimensions given.
de: ungültige Abmessungen angegeben wurden.
ja: 無効な寸法が指定されました。
pt_br: dimensões inválidas fornecidas.
ru: указаны недопустимые размеры.
zh_hans: 给定的尺寸无效。

# PasswordManagerAuth.NotInteractive
source: the required user interface could not be displayed.
de: die erforderliche Benutzeroberfläche nicht angezeigt werden konnte.
ja: 必要なユーザーインターフェースを表示できませんでした。
pt_br: não foi possível exibir a interface de usuário necessária.
ru: не удалось отобразить требуемый пользовательский интерфейс.
zh_hans: 无法显示所需的用户界面。

# PasswordManagerAuth.PasscodeNotSet
source: no passcode is set.
de: kein Code festgelegt ist.
ja: パスコードが設定されていません。
pt_br: nenhum código de acesso está definido.
ru: код-пароль не установлен.
zh_hans: 未设置密码。

# PasswordManagerAuth.SystemCancel
source: the system cancelled the authentication request.
de: das System die Authentifizierungsanfrage abgebrochen hat.
ja: システムが認証リクエストをキャンセルしました。
pt_br: o sistema cancelou a solicitação de autenticação.
ru: система отменила запрос аутентификации.
zh_hans: 系统取消了验证请求。

# PasswordManagerAuth.TouchIDNotAvailable
source: touch ID is not available.
de: Touch ID nicht verfügbar ist.
ja: Touch IDが利用できません。
pt_br: o Touch ID não está disponível.
ru: Touch ID недоступен.
zh_hans: Touch ID 不可用。

# PasswordManagerAuth.UserCancel
source: password entry was cancelled.
de: die Passworteingabe abgebrochen wurde.
ja: パスワードの入力がキャンセルされました。
pt_br: a inserção da senha foi cancelada.
ru: ввод пароля был отменён.
zh_hans: 密码输入已取消。

# PasswordManagerAuth.UserFallback
source: password authentication was requested.
de: Passwortauthentifizierung wurde angefordert.
ja: パスワード認証が要求されました。
pt_br: a autenticação por senha foi solicitada.
ru: была запрошена аутентификация по паролю.
zh_hans: 请求了密码验证。

# PasswordManagerAuth.WatchNotAvailable
source: watch is not available.
de: Die Watch ist nicht verfügbar.
ja: Watchが利用できません。
pt_br: o Apple Watch não está disponível.
ru: Apple Watch недоступны.
zh_hans: Apple Watch 不可用。

# Paste.RateToast
source: Pasting at up to %@/sec
de: Einfügen mit bis zu %@/s
ja: 最大%@/秒でペースト中
pt_br: Colando a até %@/s
ru: Вставка со скоростью до %@/с
zh_hans: 粘贴速度最高 %@/秒

# PasteboardReporter.ConfirmEnableBody
source: Reporting the content of the clipboard to apps running inside iTerm2 may expose sensitive information such as passwords. Think carefully before enabling this.
de: Das Melden des Inhalts der Zwischenablage an Apps, die innerhalb von iTerm2 ausgeführt werden, kann vertrauliche Informationen wie Passwörter offenlegen. Überlegen Sie sich gut, ob Sie dies aktivieren möchten.
ja: クリップボードの内容をiTerm2内で実行されているアプリに報告すると、パスワードなどの機密情報が漏洩する可能性があります。有効にする前によく検討してください。
pt_br: Relatar o conteúdo da área de transferência para apps em execução dentro do iTerm2 pode expor informações confidenciais, como senhas. Pense bem antes de ativar isto.
ru: Передача содержимого буфера обмена приложениям, запущенным внутри iTerm2, может раскрыть конфиденциальную информацию, например пароли. Хорошо подумайте, прежде чем включать эту функцию.
zh_hans: 将剪贴板内容报告给在 iTerm2 内运行的应用可能会暴露密码等敏感信息。启用前请慎重考虑。

# PasteboardReporter.ConfirmEnableTitle
source: Really Enable Clipboard Reporting?
de: Zwischenablage-Meldung wirklich aktivieren?
ja: 本当にクリップボードの報告を有効にしますか？
pt_br: Deseja mesmo ativar o relatório da área de transferência?
ru: Действительно включить передачу содержимого буфера обмена?
zh_hans: 确定启用剪贴板报告？

# PasteboardReporter.ErrorUpdatingSettingsTitle
source: Error Updating Settings
de: Fehler beim Aktualisieren der Einstellungen
ja: 設定の更新エラー
pt_br: Erro ao atualizar os ajustes
ru: Ошибка обновления настроек
zh_hans: 更新设置时出错
